[
  {
    "id": 1,
    "title": "eFootball",
    "image": "https://i.ibb.co/0XYj3PX/image-1.png",
    "price": "Free",
    "description": "eFootball is a free-to-play soccer video game that offers realistic gameplay, stunning graphics, and an array of international teams to choose from."
  },
  {
    "id": 2,
    "title": "Prince of Persia",
    "image": "https://i.ibb.co/h206RsV/image-2.png",
    "price": 19.99,
    "description": "Prince of Persia is an action-adventure video game with a rich storyline. Join the heroic Prince on his quest to save the kingdom, solve intricate puzzles, and engage in epic combat."
  },
  {
    "id": 3,
    "title": "Call of Duty",
    "image": "https://i.ibb.co/Mc18YX3/image-3.png",
    "price": 49.99,
    "description": "Call of Duty is a popular first-person shooter franchise known for its intense multiplayer battles and gripping single-player campaigns. Experience the thrill of modern warfare."
  },
  {
    "id": 4,
    "title": "Clash of Clans",
    "image": "https://i.ibb.co/YjLYNrP/image-4.png",
    "price": "Free",
    "description": "Clash of Clans is a free-to-play strategy game where you build and defend your village, train armies, and engage in epic clan wars. Join millions of players worldwide in this addictive mobile game."
  },
  {
    "id": 5,
    "title": "Order and Chaos",
    "image": "https://i.ibb.co/FVqCMmd/image-5.png",
    "price": 4.99,
    "description": "Order and Chaos is an MMORPG set in a fantasy world. Choose your hero, embark on quests, battle powerful foes, and interact with a vibrant online community in this epic adventure."
  },
  {
    "id": 6,
    "title": "Asphalt",
    "image": "https://i.ibb.co/80pVLnq/image-6.png",
    "price": "Free",
    "description": "Asphalt is a high-speed racing game that lets you take the wheel of exotic cars and race on breathtaking tracks around the world. Test your skills and become a racing legend."
  },
  {
    "id": 7,
    "title": "Gods of Rome",
    "image": "https://i.ibb.co/W5QFC9v/image-7.png",
    "price": 2.99,
    "description": "Gods of Rome is a fighting game featuring mythological characters. Battle gods, monsters, and legendary warriors in epic arenas, and prove your mettle as the ultimate warrior."
  },
  {
    "id": 8,
    "title": "Modern Combat",
    "image": "https://i.ibb.co/2kpZzVY/image-8.png",
    "price": 6.99,
    "description": "Modern Combat is a series of first-person shooter games that immerses you in the heart-pounding action of modern warfare. Equip advanced weaponry and engage in intense battles across various missions."
  }
]
